[
    {
        "title": "The Link Between Standardization and Economic Growth: A Bibliometric\n  Analysis",
        "authors": [
            "Jussi Heikkilä",
            "Timo Ali-Vehmas",
            "Julius Rissanen"
        ],
        "summary": "We analyze the link between standardization and economic growth by\nsystematically reviewing leading economics journals, leading economic growth\nresearchers' articles, and economic growth-related books. We make the following\nobservations: 1) No article has analyzed the link between standardization and\neconomic growth in top5 economics journals between 1996 and 2018. 2) A\nrepresentative sample of the leading researchers of economic growth has\nallocated little attention to the link between standardization and economic\ngrowth. 3) Typically, economic growth textbooks do not contain \"standards\" or\n\"standardization\" in their word indexes. These findings suggest that the\neconomic growth theory has neglected the role of standardization.",
        "publication_date": "2022-01-22T20:28:33Z"
    },
    {
        "title": "Why Economic Theories and Policies Fail? Unnoticed Variables and\n  Overlooked Economics",
        "authors": [
            "Victor Olkhov"
        ],
        "summary": "Accuracy of economic theories and efficiency of economic policy strictly\ndepend on the choice of the economic variables and processes mostly liable for\ndescription of economic reality. That states the general problem of assessment\nof any possible economic variables and processes chargeable for economic\nevolution. We show that economic variables and processes described by current\neconomic theories constitute only a negligible fraction of factors responsible\nfor economic dynamics. We consider numerous unnoted economic variables and\noverlooked economic processes those determine the states and predictions of the\nreal economics. We regard collective economic variables, collective\ntransactions and expectations, mean risks of economic variables and\ntransactions, collective velocities and flows of economic variables,\ntransactions and expectations as overlooked factors of economic evolution. We\nintroduce market-based probability of the asset price and consider unnoticed\ninfluence of market stochasticity on randomness of macroeconomic variables. We\nintroduce economic domain composed by continuous numeric risk grades and\noutline that the bounds of the economic domain result in unnoticed inherent\ncyclical motion of collective variables, transactions and expectations those\nare responsible for observed business cycles. Our treatment of unnoticed and\noverlooked factors of theoretical economics and policy decisions preserves a\nwide field of studies for many decades for academic researchers, economic\nauthorities and high-level politicians.",
        "publication_date": "2022-08-14T09:43:22Z"
    },
    {
        "title": "Business Cycles as Collective Risk Fluctuations",
        "authors": [
            "Victor Olkhov"
        ],
        "summary": "We suggest use continuous numerical risk grades [0,1] of R for a single risk\nor the unit cube in Rn for n risks as the economic domain. We consider risk\nratings of economic agents as their coordinates in the economic domain.\nEconomic activity of agents, economic or other factors change agents risk\nratings and that cause motion of agents in the economic domain. Aggregations of\nvariables and transactions of individual agents in small volume of economic\ndomain establish the continuous economic media approximation that describes\ncollective variables, transactions and their flows in the economic domain as\nfunctions of risk coordinates. Any economic variable A(t,x) defines mean risk\nXA(t) as risk weighted by economic variable A(t,x). Collective flows of\neconomic variables in bounded economic domain fluctuate from secure to risky\narea and back. These fluctuations of flows cause time oscillations of\nmacroeconomic variables A(t) and their mean risks XA(t) in economic domain and\nare the origin of any business and credit cycles. We derive equations that\ndescribe evolution of collective variables, transactions and their flows in the\neconomic domain. As illustration we present simple self-consistent equations of\nsupply-demand cycles that describe fluctuations of supply, demand and their\nmean risks.",
        "publication_date": "2020-12-08T15:45:11Z"
    },
    {
        "title": "Econophysics of Macroeconomics: \"Action-at-a-Distance\" and Waves",
        "authors": [
            "Victor Olkhov"
        ],
        "summary": "We present macroeconomic model that describes evolution of macroeconomic\nvariables and macroeconomic waves on economic space. Risk ratings of economic\nagents play role of their coordinates on economic space. Aggregation of\neconomic variables like Assets and Investment, Credits and Loans of economic\nagents at point x define corresponding macroeconomic variables as functions of\ntime t and coordinates x on economic space. Evolution of macroeconomic\nvariables is determined by economic and financial transactions between economic\nagents. Such transactions can occur between economic agents with any\ncoordinates x and y and that reflect non-local \"action-at-a-distance\" character\nof internal macroeconomic interactions. For instance, Buy-Sell transactions\nbetween points x and y on economic space define dynamics of Assets at point x\nand Investment at point y. Aggregates of transactions between economic agents\nat point x and y on economic space define economic fields as functions of two\ncoordinates. To describe dynamics of economic fields on economic space we\nderive hydrodynamic-like equations. For simple models of interactions between\neconomic fields we derive hydrodynamic-like equations in a closed form and\nobtain wave equations for their perturbations. Economic field waves propagate\non economic space and their amplitudes can grow up as exponent in time and may\ndisturb economic stability. Diversities of macroeconomic and financial waves on\neconomic space in simple models uncover importance of wave processes for\nmacroeconomic modeling and forecasting.",
        "publication_date": "2017-02-09T09:36:46Z"
    },
    {
        "title": "Econophysics Macroeconomic Model",
        "authors": [
            "Victor Olkhov"
        ],
        "summary": "This paper presents macroeconomic model that is based on parallels between\nmacroeconomic multi-agent systems and multi-particle systems. We use risk\nratings of economic agents as their coordinates on economic space. Aggregates\nof economic or financial variables like Investment, Assets, Demand, Credits and\netc. of economic agents near point x define corresponding macroeconomic\nvariables as functions of time t and coordinates x on economic space. Parallels\nbetween multi-agent and multi-particle systems on economic space allow describe\ntransition from economic kinetic-like to economic hydrodynamic-like\napproximation and derive macroeconomic hydrodynamic-like equations on economic\nspace. Economic or financial transactions between economic agents determine\nevolution of macroeconomic variables This paper describes local macroeconomic\napproximation that takes into account transactions between economic agents with\ncoordinates near same point x on economic space only and describes interaction\nbetween macroeconomic variables by linear differential operators. For simple\nmodel of interaction between macroeconomic variables as Demand on Investment\nand Interest Rate we derive hydrodynamic-like equations in a closed form. For\nperturbations of these macroeconomic variables we derive macroeconomic wave\nequations. Macroeconomic waves on economic space can propagate with exponential\ngrowth of amplitude and cause irregular time fluctuations of macroeconomic\nvariables or induce economic crises.",
        "publication_date": "2017-01-20T12:36:57Z"
    },
    {
        "title": "Economic prospects of the Russian-Chinese partnership in the logistics\n  projects of the Eurasian Economic Union and the Silk Road Economic Belt: a\n  scientific literature review",
        "authors": [
            "Elena Rudakova",
            "Alla Pavlova",
            "Oleg Antonov",
            "Kira Kuntsevich",
            "Yue Yang"
        ],
        "summary": "The authors of the article have reviewed the scientific literature on the\ndevelopment of the Russian-Chinese cooperation in the field of combining\neconomic and logistics projects of the Eurasian Economic Union and the Silk\nRoad Economic Belt. The opinions of not only Russian, but also Chinese experts\non these projects are indicated, which provides the expansion of the vision of\nthe concept of the New Silk Road in both countries.",
        "publication_date": "2021-07-07T09:53:50Z"
    },
    {
        "title": "Measurement of Economic Growth, Development and Under Development: New\n  Model and Application",
        "authors": [
            "Mario Coccia"
        ],
        "summary": "This paper presents a simple model to measure the relative economic growth of\neconomic systems. The model considers S-Shaped patterns of economic growth\nthat, represented with a linear model, measure how an economic system grows in\ncomparison with another one. In particular, this model introduces an approach\nwhich indicates if the economic system has a process of economic growth,\ndevelopment or under development. The application of the model is provided for\nregions and macro regions of the Italian economic system.",
        "publication_date": "2017-04-17T16:22:52Z"
    },
    {
        "title": "Econophysics of Business Cycles: Aggregate Economic Fluctuations, Mean\n  Risks and Mean Square Risks",
        "authors": [
            "Victor Olkhov"
        ],
        "summary": "This paper presents hydrodynamic-like model of business cycles aggregate\nfluctuations of economic and financial variables. We model macroeconomics as\nensemble of economic agents on economic space and agent's risk ratings play\nrole of their coordinates. Sum of economic variables of agents with coordinate\nx define macroeconomic variables as functions of time and coordinates x. We\ndescribe evolution and interactions between macro variables on economic space\nby hydrodynamic-like equations. Integral of macro variables over economic space\ndefines aggregate economic or financial variables as functions of time t only.\nHydrodynamic-like equations define fluctuations of aggregate variables. Motion\nof agents from low risk to high risk area and back define the origin for\nrepeated fluctuations of aggregate variables. Economic or financial variables\non economic space may define statistical moments like mean risk, mean square\nrisk and higher. Fluctuations of statistical moments describe phases of\nfinancial and economic cycles. As example we present a simple model relations\nbetween Assets and Revenue-on-Assets and derive hydrodynamic-like equations\nthat describe evolution and interaction between these variables.\nHydrodynamic-like equations permit derive systems of ordinary differential\nequations that describe fluctuations of aggregate Assets, Assets mean risks and\nAssets mean square risks. Our approach allows describe business cycle aggregate\nfluctuations induced by interactions between any number of economic or\nfinancial variables.",
        "publication_date": "2017-08-31T13:11:11Z"
    },
    {
        "title": "Impact of Public and Private Investments on Economic Growth of\n  Developing Countries",
        "authors": [
            "Faruque Ahamed"
        ],
        "summary": "This paper aims to study the impact of public and private investments on the\neconomic growth of developing countries. The study uses the panel data of 39\ndeveloping countries covering the periods 1990-2019. The study was based on the\nneoclassical growth models or exogenous growth models state in which land,\nlabor, capital accumulation, etc., and technology proved substantial for\neconomic growth. The paper finds that public investment has a strong positive\nimpact on economic growth than private investment. Gross capital formation,\nlabor growth, and government final consumption expenditure were found\nsignificant in explaining the economic growth. Overall, both public and private\ninvestments are substantial for the economic growth and development of\ndeveloping countries.",
        "publication_date": "2021-05-29T03:40:26Z"
    },
    {
        "title": "Rational Dialogues",
        "authors": [
            "John Geanakoplos",
            "Herakles Polemarchakis"
        ],
        "summary": "Any finite conversation can be rationalized.",
        "publication_date": "2023-05-15T19:43:28Z"
    },
    {
        "title": "An Application of Hölder's Inequality to Economics",
        "authors": [
            "James Otterson"
        ],
        "summary": "We use H\\\"older's inequality to get simple derivations of certain economic\nformulas involving CES, Armington, or $n$-stage Armington functions.",
        "publication_date": "2020-10-16T02:52:59Z"
    },
    {
        "title": "Impact of digital economic activity on regional economic growth: A Case\n  study from northern Minas Gerais between 2009 To 2018",
        "authors": [
            "Dr. Cesar R Salas-Guerra"
        ],
        "summary": "At present, the economic measurement of the national statistical offices has\nnot defined or captured the benefits of the digital economy activity due to the\nlow quality or inexistence of methodologies. Currently, there is a relevant\ndebate on the capacity of the digital economy activity to generate\nproductivity, economic growth, and well-being through innovation and knowledge.\nFor this reason, this research identified and studied specialized knowledge,\nhuman settlement, and digital economic activity as the factors that influence\nregional economic growth. As a result, the impact generated by a new business\noperating models based on information technology was measured. Furthermore,\nthis research used an empirical measurement model that made it possible to\nidentify certain phenomena such as regional poles of regional economic\ndevelopment (PRDE) that surround economically flourishing regions. In addition,\nit showed that municipalities with high degrees of economic growth were\nimpacted by digital economic activity and specialized knowledge. This finding\nis consistent with economic growth theories that point to technological\nevolution as the main factor of modern economic growth. Consequently, this\nstudy contributed beneficial results to the local government to develop\nstrategies framed in solving industrial cooperation of economically flourishing\nregions with their neighbors, facing the problem of agglomeration of resources\nand capital reflected in human settlement promote an imbalance in economic\ngrowth and social development.",
        "publication_date": "2021-05-06T17:39:48Z"
    },
    {
        "title": "The Economic Costs of Containing a Pandemic",
        "authors": [
            "Asahi Noguchi"
        ],
        "summary": "The coronavirus disease (COVID-19) has caused one of the most serious social\nand economic losses to countries around the world since the Spanish influenza\npandemic of 1918 (during World War I). It has resulted in enormous economic as\nwell as social costs, such as increased deaths from the spread of infection in\na region. This is because public regulations imposed by national and local\ngovernments to deter the spread of infection inevitably involves a deliberate\nsuppression of the level of economic activity. Given this trade-off between\neconomic activity and epidemic prevention, governments should execute public\ninterventions to minimize social and economic losses from the pandemic. A major\nproblem regarding the resultant economic losses is that it unequally impacts\ncertain strata of the society. This raises an important question on how such\neconomic losses should be shared equally across the society. At the same time,\nthere is some antipathy towards economic compensation by means of public debt,\nwhich is likely to increase economic burden in the future. However, as Paul\nSamuelson once argued, much of the burden, whether due to public debt or\notherwise, can only be borne by the present generation, and not by future\ngenerations.",
        "publication_date": "2020-06-21T09:51:04Z"
    },
    {
        "title": "Economic Reality, Economic Media and Individuals' Expectations",
        "authors": [
            "Kristoffer Persson"
        ],
        "summary": "This paper investigates the relationship between economic media sentiment and\nindividuals' expetations and perceptions about economic conditions. We test if\neconomic media sentiment Granger-causes individuals' expectations and opinions\nconcerning economic conditions, controlling for macroeconomic variables. We\ndevelop a measure of economic media sentiment using a supervised machine\nlearning method on a data set of Swedish economic media during the period\n1993-2017. We classify the sentiment of 179,846 media items, stemming from\n1,071 unique media outlets, and use the number of news items with positive and\nnegative sentiment to construct a time series index of economic media\nsentiment. Our results show that this index Granger-causes individuals'\nperception of macroeconomic conditions. This indicates that the way the\neconomic media selects and frames macroeconomic news matters for individuals'\naggregate perception of macroeconomic reality.",
        "publication_date": "2020-07-27T19:30:08Z"
    },
    {
        "title": "Computing Economic Chaos",
        "authors": [
            "Richard H. Day",
            "Oleg V. Pavlov"
        ],
        "summary": "Existence theory in economics is usually in real domains such as the findings\nof chaotic trajectories in models of economic growth, tatonnement, or\noverlapping generations models. Computational examples, however, sometimes\nconverge rapidly to cyclic orbits when in theory they should be nonperiodic\nalmost surely. We explain this anomaly as the result of digital approximation\nand conclude that both theoretical and numerical behavior can still illuminate\nessential features of the real data.",
        "publication_date": "2022-11-04T13:29:33Z"
    },
    {
        "title": "Economics and human dimension of active managment of forest grassland\n  ecotone in south-central USA under changing climate",
        "authors": [
            "Bijesh Mishra"
        ],
        "summary": "The south central ecoregion was a mosiac ecoregion of forest and grassland\ncontinnum which is transiting towards closed canopy forests and losing\necosystem benefits. We studied role of active management, its economic benefit,\nand landonwers atttitdue and behavior towards restoring ecosystem services in\nthis region. We further studed how the economic benefit varies in this region\nwith the change in rainfall.",
        "publication_date": "2023-02-22T22:18:27Z"
    },
    {
        "title": "'Ergodicity Economics' is Pseudoscience",
        "authors": [
            "Alexis Akira Toda"
        ],
        "summary": "In a series of papers, Ole Peters and his collaborators claim that the\n'conceptual basis of mainstream economic theory' is 'flawed' and that the\napproach they call 'ergodicity economics' gives 'reason to hope for a future\neconomic science that is more parsimonious, conceptually clearer and less\nsubjective' (Peters, 2019). This paper argues that 'ergodicity economics' is\npseudoscience because it has not produced falsifiable implications and should\nbe taken with skepticism.",
        "publication_date": "2023-06-05T21:45:49Z"
    },
    {
        "title": "The role of complex analysis in modeling economic growth",
        "authors": [
            "Angelica Sbardella",
            "Emanuele Pugliese",
            "Andrea Zaccaria",
            "Pasquale Scaramozzino"
        ],
        "summary": "Development and growth are complex and tumultuous processes. Modern economic\ngrowth theories identify some key determinants of economic growth. However, the\nrelative importance of the determinants remains unknown, and additional\nvariables may help clarify the directions and dimensions of the interactions.\nThe novel stream of literature on economic complexity goes beyond aggregate\nmeasures of productive inputs, and considers instead a more granular and\nstructural view of the productive possibilities of countries, i.e. their\ncapabilities. Different endowments of capabilities are crucial ingredients in\nexplaining differences in economic performances. In this paper we employ\neconomic fitness, a measure of productive capabilities obtained through complex\nnetwork techniques. Focusing on the combined roles of fitness and some more\ntraditional drivers of growth, we build a bridge between economic growth\ntheories and the economic complexity literature. Our findings, in agreement\nwith other recent empirical studies, show that fitness plays a crucial role in\nfostering economic growth and, when it is included in the analysis, can be\neither complementary to traditional drivers of growth or can completely\novershadow them.",
        "publication_date": "2018-08-30T17:47:28Z"
    },
    {
        "title": "A global economic policy uncertainty index from principal component\n  analysis",
        "authors": [
            "Peng-Fei Dai",
            "Xiong Xiong",
            "Wei-Xing Zhou"
        ],
        "summary": "This paper constructs a global economic policy uncertainty index through the\nprincipal component analysis of the economic policy uncertainty indices for\ntwenty primary economies around the world. We find that the PCA-based global\neconomic policy uncertainty index is a good proxy for the economic policy\nuncertainty on a global scale, which is quite consistent with the GDP-weighted\nglobal economic policy uncertainty index. The PCA-based economic policy\nuncertainty index is found to be positively related with the volatility and\ncorrelation of the global financial market, which indicates that the stocks are\nmore volatile and correlated when the global economic policy uncertainty is\nhigher. The PCA-based global economic policy uncertainty index performs\nslightly better because the relationship between the PCA-based uncertainty and\nmarket volatility and correlation is more significant.",
        "publication_date": "2019-07-11T08:42:03Z"
    },
    {
        "title": "The Relationship between Consumption and Economic Growth of Chinese\n  Urban and Rural Residents since Reform and Opening-up -- An Empirical\n  Analysis Based on Econometrics Models",
        "authors": [
            "Zhiheng Yi"
        ],
        "summary": "Since Reform and Opening-up 40 years ago, China has made remarkable\nachievements in economic fields. And consumption activities, including\nhousehold consumption, have played an important role in it. Consumer activity\nis the end of economic activity, because the ultimate aim of other economic\nactivities is to meet consumer demand; consumer activity is the starting point\nof economic activity, because consumption can drive economic and social\ndevelopment. This paper selects the economic data of more than 40 years since\nReform and Opening-up, and establishes the Vector Autoregressive (VAR) model\nand Vector Error Correction (VEC) model, analyzing the influence of consumption\nlevel and total consumption of urban and rural residents on economic growth.\nThe conclusion is that the increase of urban consumption and rural consumption\ncan lead to the increase of GDP, and in the long run, urban consumption can\npromote economic growth more than rural consumption. According to this\nconclusion, we analyze the reasons and puts forward some policy suggestions.",
        "publication_date": "2022-11-18T16:53:57Z"
    },
    {
        "title": "Eco - No(?) - Physics - comments and reflexions -",
        "authors": [
            "S. Reimann"
        ],
        "summary": "How can econophysics contribute to economics? Since the relation between\nbasic principles of physics and economics is not established, there is no\nreason why physical theories should be of any value for economic theory. While\neconomic theories leave the physicists largely without orientation in this\nfield, econo-physicists should orient themselves at concrete problems from\neconomic practice rather than from economic academics. Thereby physicists\nshould respect the lead of economists. This then also puts physics closer to\neconometrics. Then the natural strength of physics in dealing with empirical\ndata as the fundamental basis for its research could be valuable for both,\ntheory as well as for applications in economics.",
        "publication_date": "2006-07-05T18:52:56Z"
    },
    {
        "title": "Heisenberg uncertainty principle and economic analogues of basic\n  physical quantities",
        "authors": [
            "Vladimir Soloviev",
            "Vladimir Saptsin"
        ],
        "summary": "From positions, attained by modern theoretical physics in understanding of\nthe universe bases, the methodological and philosophical analysis of\nfundamental physical concepts and their formal and informal connections with\nthe real economic measurings is carried out. Procedures for heterogeneous\neconomic time determination, normalized economic coordinates and economic mass\nare offered, based on the analysis of time series, the concept of economic\nPlank's constant has been proposed. The theory has been approved on the real\neconomic dynamic's time series, including stock indices, Forex and spot prices,\nthe achieved results are open for discussion.",
        "publication_date": "2011-11-10T17:47:21Z"
    },
    {
        "title": "The Effects of Taxes on Wealth Inequality in Artificial Chemistry Models\n  of Economic Activity",
        "authors": [
            "Wolfgang Banzhaf"
        ],
        "summary": "We consider a number of Artificial Chemistry models for economic activity and\nwhat consequences they have for the formation of economic inequality. We are\nparticularly interested in what tax measures are effective in dampening\neconomic inequality. By starting from well-known kinetic exchange models, we\nexamine different scenarios for reducing the tendency of economic activity\nmodels to form unequal wealth distribution in equilibrium.",
        "publication_date": "2020-07-03T18:00:18Z"
    },
    {
        "title": "Eurasian Economic Union: Current Concept and Prospects",
        "authors": [
            "Larisa Kargina",
            "Mattia Masolletti"
        ],
        "summary": "The authors of the article analyze the content of the Eurasian integration,\nfrom the initial initiative to the modern Eurasian Economic Union, paying\nattention to the factors that led to the transition from the Customs Union and\nthe Single Economic Space to a stronger integration association. The main\nmethod of research is historical and legal analysis.",
        "publication_date": "2021-09-08T13:38:09Z"
    },
    {
        "title": "Management of Social and Economic Development of Municipalities",
        "authors": [
            "Maria A. Shishanina",
            "Anatoly A. Sidorov"
        ],
        "summary": "The paper discusses the process of social and economic development of\nmunicipalities. A conclusion is made that developing an adequate model of\nsocial and economic development using conventional approaches presents a\nconsiderable challenge. It is proposed to use semantic modeling to represent\nthe social and economic development of municipalities, and cognitive mapping to\nidentify the set of connections that occur among indicators and that have a\ndirect impact on social and economic development.",
        "publication_date": "2021-11-26T11:55:26Z"
    },
    {
        "title": "Infinite Growth: A Curse or a Blessing?",
        "authors": [
            "Gennady Shkliarevsky"
        ],
        "summary": "The article discusses the controversy over infinite growth. It analyzes the\ntwo dominant perspectives on economic growth and finds them based on a limited\nand subjective view of reality. An examination of the principal aspects of\neconomic growth (economic activity, value, and value creation) helps to\nunderstand what fuels economic growth. The article also discusses the\ncorrelations between production, consumption, as well as resources and\npopulation dynamics. The article finds that infinite and exponential economic\ngrowth is essential for the survival of our civilization.",
        "publication_date": "2022-01-24T17:11:02Z"
    },
    {
        "title": "Knowledge Management in Management of Social and Economic Development of\n  Municipalities: Highlights",
        "authors": [
            "Maria A. Shishanina",
            "Anatoly A. Sidorov"
        ],
        "summary": "The paper discusses the process of social and economic development of\nmunicipalities. A conclusion is made that developing an adequate model of\nsocial and economic development using conventional approaches presents a\nconsiderable challenge. It is proposed to use semantic modeling to represent\nthe social and economic development of municipalities, and cognitive mapping to\nidentify the set of connections that occur among indicators and that have a\ndirect impact on social and economic development.",
        "publication_date": "2022-12-24T16:47:25Z"
    },
    {
        "title": "Long-term Effects of Temperature Variations on Economic Growth: A\n  Machine Learning Approach",
        "authors": [
            "Eugene Kharitonov",
            "Oksana Zakharchuk",
            "Lin Mei"
        ],
        "summary": "This study investigates the long-term effects of temperature variations on\neconomic growth using a data-driven approach. Leveraging machine learning\ntechniques, we analyze global land surface temperature data from Berkeley Earth\nand economic indicators, including GDP and population data, from the World\nBank. Our analysis reveals a significant relationship between average\ntemperature and GDP growth, suggesting that climate variations can\nsubstantially impact economic performance. This research underscores the\nimportance of incorporating climate factors into economic planning and\npolicymaking, and it demonstrates the utility of machine learning in uncovering\ncomplex relationships in climate-economy studies.",
        "publication_date": "2023-06-17T16:50:08Z"
    },
    {
        "title": "Economics unchained: Investigating the role of cryptocurrency,\n  blockchain and intricacies of Bitcoin price fluctuations",
        "authors": [
            "Ishmeet Matharoo"
        ],
        "summary": "This research paper presents a thorough economic analysis of Bitcoin and its\nimpact. We delve into fundamental principles, and technological evolution into\na prominent decentralized digital currency. Analysing Bitcoin's economic\ndynamics, we explore aspects such as transaction volume, market capitalization,\nmining activities, and macro trends. Moreover, we investigate Bitcoin's role in\neconomy ecosystem, considering its implications on traditional financial\nsystems, monetary policies, and financial inclusivity. We utilize statistical\nand analytical tools to assess equilibrium , market behaviour, and economic .\nInsights from this analysis provide a comprehensive understanding of Bitcoin's\neconomic significance and its transformative potential in shaping the future of\nglobal finance. This research contributes to informed decision-making for\nindividuals, institutions, and policymakers navigating the evolving landscape\nof decentralized finance.",
        "publication_date": "2023-10-15T05:57:40Z"
    },
    {
        "title": "Managing Demographic Transitions: A Comprehensive Analysis of China's\n  Path to Economic Sustainability",
        "authors": [
            "Yuxin Hu"
        ],
        "summary": "This article presents an analysis of China's economic evolution amidst\ndemographic changes from 1990 to 2050, offering valuable insights for academia\nand policymakers. It uniquely intertwines various economic theories with\nempirical data, examining the impact of an aging population, urbanization, and\nfamily dynamics on labor, demand, and productivity. The study's novelty lies in\nits integration of Classical, Neoclassical, and Endogenous Growth theories,\nalongside models like Barro and Sala-i-Martin, to contextualize China's\neconomic trajectory. It provides a forward-looking perspective, utilizing\neconometric methods to predict future trends, and suggests practical policy\nimplications. This comprehensive approach sheds light on managing demographic\ntransitions in a global context, making it a significant contribution to the\nfield of demographic economics.",
        "publication_date": "2023-12-19T02:40:37Z"
    },
    {
        "title": "Analyzing the Impact of Financial Inclusion on Economic Growth in\n  Bangladesh",
        "authors": [
            "Ganapati Kumar Biswas"
        ],
        "summary": "Financial inclusion is touted one of the principal drivers for economic\ngrowth for an economy. The study aims to explore the impact of financial\ninclusion on economic growth in Bangladesh. In my study, I used the number of\nloan accounts as the proxy for financial inclusion. Using time series data from\nspans from 2004-2021, the study revealed that there exists a long-run\nrelationship between GDP, financial inclusion, and other macroeconomic\nvariables in Bangladesh. The study also found that financial inclusion had a\npositive impact on economic growth of Bangladesh during the study period.\nTherefore, the policymakers and the central bank of Bangladesh as the apex\nauthority of financial system should promote financial inclusion activities to\nachieve sustainable economic growth.",
        "publication_date": "2024-01-21T20:10:57Z"
    },
    {
        "title": "Potterian Economics",
        "authors": [
            "Daniel Levy",
            "Avichai Snir"
        ],
        "summary": "Recent studies in psychology and neuroscience offer systematic evidence that\nfictional works exert a surprisingly strong influence on readers and have the\npower to shape their opinions and worldviews. Building on these findings, we\nstudy what we term Potterian economics, the economic ideas, insights, and\nstructure, found in Harry Potter books, to assess how the books might affect\neconomic literacy. A conservative estimate suggests that more than 7.3 percent\nof the world population has read the Harry Potter books, and millions more have\nseen their movie adaptations. These extraordinary figures underscore the\nimportance of the messages the books convey. We explore the Potterian economic\nmodel and compare it to professional economic models to assess the consistency\nof the Potterian economic principles with the existing economic models. We find\nthat some of the principles of Potterian economics are consistent with\neconomists models. Many other principles, however, are distorted and contain\nnumerous inaccuracies, contradicting professional economists views and\ninsights. We conclude that Potterian economics can teach us about the formation\nand dissemination of folk economics, the intuitive notions of naive individuals\nwho see market transactions as a zero-sum game, who care about distribution but\nfail to understand incentives and efficiency, and who think of prices as\nallocating wealth but not resources or their efficient use.",
        "publication_date": "2022-08-06T18:47:56Z"
    },
    {
        "title": "Geobiodynamics and Roegenian Economic Systems",
        "authors": [
            "Constantin Udriste",
            "Massimiliano Ferrara",
            "Dorel Zugravescu",
            "Florin Munteanu",
            "Ionel Tevy"
        ],
        "summary": "This mathematical essay brings together ideas from Economics, Geobiodynamics\nand Thermodynamics. Its purpose is to obtain real models of complex\nevolutionary systems. More specifically, the essay defines Roegenian Economy\nand links Geobiodynamics and Roegenian Economy. In this context, we discuss the\nisomorphism between the concepts and techniques of Thermodynamics and\nEconomics. Then we describe a Roegenian economic system like a Carnot group.\nAfter we analyse the phase equilibrium for two heterogeneous economic systems.\nThe European Union Economics appears like Cartesian product of Roegenian\neconomic systems and its Balance is analysed in details. A Section at the end\ndescribes the \"economic black holes\" as small parts of a a global economic\nsystem in which national income is so great that it causes others poor\nenrichment. These ideas can be used to improve our knowledge and understanding\nof the nature of development and evolution of thermodynamic-economic systems.",
        "publication_date": "2018-11-06T12:51:55Z"
    },
    {
        "title": "Inequality, mobility and the financial accumulation process: A\n  computational economic analysis",
        "authors": [
            "Simone Righi",
            "Yuri Biondi"
        ],
        "summary": "Our computational economic analysis investigates the relationship between\ninequality, mobility and the financial accumulation process. Extending the\nbaseline model by Levy et al., we characterise the economic process through\nstylised return structures generating alternative evolutions of income and\nwealth through time. First, we explore the limited heuristic contribution of\none and two factors models comprising one single stock (capital wealth) and one\nsingle flow factor (labour) as pure drivers of income and wealth generation and\nallocation over time. Second, we introduce heuristic modes of taxation in line\nwith the baseline approach. Our computational economic analysis corroborates\nthat the financial accumulation process featuring compound returns plays a\nsignificant role as source of inequality, while institutional arrangements\nincluding taxation play a significant role in framing and shaping the aggregate\neconomic process that evolves over socioeconomic space and time.",
        "publication_date": "2019-01-13T09:14:52Z"
    },
    {
        "title": "Entrepreneurship, Institutions, and Economic Growth: Does the Level of\n  Development Matter?",
        "authors": [
            "Christopher J. Boudreaux"
        ],
        "summary": "Entrepreneurship is often touted for its ability to generate economic growth.\nThrough the creative-destructive process, entrepreneurs are often able to\ninnovate and outperform incumbent organizations, all of which is supposed to\nlead to higher employment and economic growth. Although some empirical evidence\nsupports this logic, it has also been the subject of recent criticisms.\nSpecifically, entrepreneurship does not lead to growth in developing countries;\nit only does in more developed countries with higher income levels. Using\nGlobal Entrepreneurship Monitor data for a panel of 83 countries from 2002 to\n2014, we examine the contribution of entrepreneurship towards economic growth.\nOur evidence validates earlier studies findings but also exposes previously\nundiscovered findings. That is, we find that entrepreneurship encourages\neconomic growth but not in developing countries. In addition, our evidence\nfinds that the institutional environment of the country, as measured by GEM\nEntrepreneurial Framework Conditions, only contributes to economic growth in\nmore developed countries but not in developing countries. These findings have\nimportant policy implications. Namely, our evidence contradicts policy\nproposals that suggest entrepreneurship and the adoption of pro-market\ninstitutions that support it to encourage economic growth in developing\ncountries. Our evidence suggests these policy proposals will be unlikely to\ngenerate the economic growth desired.",
        "publication_date": "2019-03-07T14:26:11Z"
    },
    {
        "title": "Economic thermodynamics",
        "authors": [
            "Sergey Rashkovskiy"
        ],
        "summary": "A thermodynamic approach to the description of economic systems and processes\nis developed. It is shown that there is a deep analogy between the parameters\nof thermodynamic and economic systems (markets); so each thermodynamic\nparameter can be associated with a certain economic parameter or indicator. The\neconomic meaning of such primordially thermodynamic concepts as internal energy\nand temperature has been established. It is shown that many economic laws,\nwhich in economic theory are a generalization of the results of observations,\nor are based on the analysis of the psychology of the behavior of market\nactors, within the framework of economic thermodynamics can be obtained as the\nnatural and formal results of the theory. In particular, we show that economic\nthermodynamics allows a natural description of such a phenomenon as inflation.\nThe thermodynamic conditions of market equilibrium stability are derived and\nanalyzed, as well as the Le Chatelier's principle as applied to economic\nsystems.",
        "publication_date": "2021-05-07T15:24:52Z"
    },
    {
        "title": "Inferring Economic Condition Uncertainty from Electricity Big Data",
        "authors": [
            "Haoqi Qian",
            "Zhengyu Shi",
            "Libo Wu"
        ],
        "summary": "Inferring the uncertainty in economic conditions is significant for both\ndecision makers as well as market players. In this paper, we propose a novel\napproach to measure the economic uncertainties by using the Hidden Markov Model\n(HMM). We construct a dimensionless index, Economic Condition Uncertainty (ECU)\nindex, which ranges from zero to one and is comparable among sectors, regions\nand periods. We used the daily electricity consumption data of more than 18,000\nfirms in Shanghai from 2018 to 2020 to construct the ECU indexes. Results show\nthat all ECU indexes, whether at sectoral or regional level, successfully\ncaptured the negative impacts of COVID-19 on Shanghai's economic conditions.\nBesides, the ECU indexes also presented the heterogeneities in different\ndistricts as well as in different sectors. This reflects the facts that changes\nin the uncertainty of economic conditions are mainly related to regional\neconomic structures and targeted regulatory policies faced by sectors. The ECU\nindex can also be readily extended to measure the uncertainty of economic\nconditions in various realms, which has great potentials in the future.",
        "publication_date": "2021-07-24T12:28:24Z"
    },
    {
        "title": "The Newtonian Mechanics of Demand",
        "authors": [
            "Max Mendel"
        ],
        "summary": "Economic engineering is a new field wherein economic systems are modelled in\nthe same manner as traditional mechanical and electrical engineering systems.\nIn this paper, we use Newton's theory of motion as the basis for the theory of\ndemand; thereby establishing a theoretical foundation for economic engineering.\nWe follow Newton's original development, as set forth in the Principia, to\ndetermine economic analogs to his three laws of motion. The pivotal result is\nan operational definition for an economic force, i.e. a want or a desire, in\nterms of a price adjustment. With this, we model the price effects of scarcity\nand trade friction in analogy with the models for the spring and damping force.\nIn turn, we define economic benefits and surplus as analogous to the\ndefinitions of mechanical work and energy. These are then used to interpret the\nvarious types of economic equilibrium considered by economists from a\nmechanical perspective. The effectiveness of the analogy is illustrated by\napplying it to modelling the price and inventory dynamics of various economic\nagents -- including consumers, dealers, holders, spot and futures traders --\nusing linear-time invariant systems theory.",
        "publication_date": "2023-10-26T14:29:38Z"
    },
    {
        "title": "Dynamic Keller-Segel Model of Population Density and Economic Factors: A\n  Simulation Study over a Century",
        "authors": [
            "Richard Murdoch Montgomery"
        ],
        "summary": "This study presents a computational simulation exploring the complex\ninteractions between population density and economic factors over a 100-year\nperiod. Inspired by the Keller-Segel model, traditionally applied in biological\ncontexts, my model adapts this framework to analyze urban and economic\ndynamics. The simulation employs two coupled partial differential equations to\nrepresent the evolution of population density and money concentration in a\nhypothetical region. Population density is initially uniform, while money\nconcentration begins with a random distribution. The model integrates diffusion\nprocesses for both population and money, coupled with a chemotactic response of\nthe population towards areas of higher economic activity. Over the course of\nthe simulation, we observe the emergence of distinct spatial patterns:\npopulation clusters forming around economic hubs and the development of wealth\nconcentration in certain areas. These patterns highlight the mutual\nreinforcement between population density and economic factors. The study\nprovides insights into the dynamics of urban growth, economic disparities, and\nresource distribution, offering a simplified yet powerful lens through which to\nview complex socio-economic systems. My findings have implications for urban\nplanning and policy-making, especially in understanding the long-term evolution\nof cities and economic centers.",
        "publication_date": "2023-12-31T16:47:09Z"
    },
    {
        "title": "Grassroots Innovation Actors: Their Role and Positioning in Economic\n  Ecosystems -- A Comparative Study Through Complex Network Analysis",
        "authors": [
            "Marcelo S. Tedesco",
            "Francisco Javier Ramos Soria"
        ],
        "summary": "This study offers an examination of grassroots innovation actors and their\nintegration within larger economic ecosystems. Through a comparative analysis\nin Oaxaca, Mexico; La Plata, Argentina; and Araucania, Chile, this research\nsheds light on the vital role that grassroots innovation plays in broader\neconomic ecosystems. Using Complex Network Analysis and the TE-SER model, the\nstudy unveils how these actors interact, collaborate, and influence major\neconomic ecosystems in the context of complex social challenges. The findings\nhighlight that actors from the grassroots innovation ecosystem make up a\nsignificant portion of the larger innovation-driven entrepreneurial economic\necosystem, accounting for between 20% and 30% in all three cases and are\nstrategically positioned within the ecosystem's structural network.\nAdditionally, this study emphasizes the potential for greater integration of\ngrassroots innovation actors to leverage resources and foster socio-economic\ndevelopment. The research concludes by advocating for further studies in\nsimilar socio-economic contexts to enhance our understanding of integration\ndynamics and mutual benefits between grassroots innovation ecosystems and other\nlarger economic systems.",
        "publication_date": "2023-12-22T20:05:15Z"
    },
    {
        "title": "Econophysics Beyond General Equilibrium: the Business Cycle Model",
        "authors": [
            "Victor Olkhov"
        ],
        "summary": "Current business cycle theory is an application of the general equilibrium\ntheory. This paper presents the business cycle model without using general\nequilibrium framework. We treat agents risk assessments as their coordinates x\non economic space and establish distribution of all economic agents by their\nrisk coordinates. We suggest aggregation of agents and their variables by\nscales large to compare with risk scales of single agents and small to compare\nwith economic domain on economic space. Such model is alike to transition from\nkinetic description of multi-particle system to hydrodynamic approximation.\nAggregates of agents extensive variables with risk coordinate x determine macro\nvariables as functions of x alike to hydrodynamic variables. Economic and\nfinancial transactions between agents define evolution of their variables.\nAggregation of transactions between agents with risk coordinates x and y\ndetermine macro transactions as functions of x and y and define evolution of\nmacro variables at points x and y. We describe evolution and interactions\nbetween macro transactions by hydrodynamic-like system of economic equations.\nWe show that business cycles are described as consequence of the system of\neconomic equations on macro transactions. As example we describe Credit\ntransactions CL(tax,y) that provide Loans from Creditors at point x to\nBorrowers at point y and Loan-Repayment transactions LR(t,x,y) that describe\nrepayments from Borrowers at point y to Creditors at point x. We use\nhydrodynamic-like economic equations and derive from them the system of\nordinary differential equations that describe business cycle fluctuations of\nmacro Credits C(t) and macro Loan-Repayments LR(t) of the entire economics. The\nnature of business cycle fluctuations is explained as oscillations of \"mean\nrisk\" of economic variables on bounded economic domain of economic space.",
        "publication_date": "2018-03-23T12:39:36Z"
    },
    {
        "title": "The interconnectedness of the economic content in the speeches of the US\n  Presidents",
        "authors": [
            "Matteo Cinelli",
            "Valerio Ficcadenti",
            "Jessica Riccioni"
        ],
        "summary": "The speeches stated by influential politicians can have a decisive impact on\nthe future of a country. In particular, the economic content of such speeches\naffects the economy of countries and their financial markets. For this reason,\nwe examine a novel dataset containing the economic content of 951 speeches\nstated by 45 US Presidents from George Washington (April 1789) to Donald Trump\n(February 2017). In doing so, we use an economic glossary carried out by means\nof text mining techniques. The goal of our study is to examine the structure of\nsignificant interconnections within a network obtained from the economic\ncontent of presidential speeches. In such a network, nodes are represented by\ntalks and links by values of cosine similarity, the latter computed using the\noccurrences of the economic terms in the speeches. The resulting network\ndisplays a peculiar structure made up of a core (i.e. a set of highly central\nand densely connected nodes) and a periphery (i.e. a set of non-central and\nsparsely connected nodes). The presence of different economic dictionaries\nemployed by the Presidents characterize the core-periphery structure. The\nPresidents' talks belonging to the network's core share the usage of generic\n(non-technical) economic locutions like \"interest\" or \"trade\". While the use of\nmore technical and less frequent terms characterizes the periphery (e.g.\n\"yield\" ). Furthermore, the speeches close in time share a common economic\ndictionary. These results together with the economics glossary usages during\nthe US periods of boom and crisis provide unique insights on the economic\ncontent relationships among Presidents' speeches.",
        "publication_date": "2020-02-18T21:10:55Z"
    },
    {
        "title": "Narratives in economics",
        "authors": [
            "Michael Roos",
            "Matthias Reccius"
        ],
        "summary": "There is growing awareness within the economics profession of the important\nrole narratives play in the economy. Even though empirical approaches that try\nto quantify economic narratives are getting increasingly popular, there is no\ntheory or even a universally accepted definition of economic narratives\nunderlying this research. First, we review and categorize the economic\nliterature concerned with narratives and work out the different paradigms that\nare at play. Only a subset of the literature considers narratives to be active\ndrivers of economic activity. In order to solidify the foundation of narrative\neconomics, we propose a definition of collective economic narratives, isolating\nfive important characteristics. We argue that, for a narrative to be\neconomically relevant, it must be a sense-making story that emerges in a social\ncontext and suggests action to a social group. We also systematize how a\ncollective economic narrative differs from a topic and from other kinds of\nnarratives that are likely to have less impact on the economy. With regard to\nthe popular use of topic modeling as an empirical strategy, we suggest that the\ncomplementary use of other canonical methods from the natural language\nprocessing toolkit and the development of new methods is inevitable to go\nbeyond identifying topics and be able to move towards true empirical narrative\neconomics.",
        "publication_date": "2021-09-06T10:05:08Z"
    },
    {
        "title": "Theoretical Economics and the Second-Order Economic Theory. What is it?",
        "authors": [
            "Victor Olkhov"
        ],
        "summary": "We consider economic agents, agent's variables, agent's trades and deals with\nother agents and agent's expectations as ground for theoretical description of\neconomic and financial processes. Macroeconomic and financial variables are\ncomposed by agent's variables. In turn, sums of agent's trade values or volumes\ndetermine evolution of agent's variables. In conclusion, agent's expectations\ngovern agent's trade decisions. We consider that trinity - agent's variables,\ntrades and expectations as simple bricks for theoretical description of\neconomics. We note models that describe variables determined by sums of market\ntrades during certain time interval {\\Delta} as the first-order economic\ntheories. Most current economic models belong to the first-order economic\ntheories. However, we show that these models are insufficient for adequate\neconomic description. Trade decisions substantially depend on market price\nforecasting. We show that reasonable predictions of market price volatility\nequal descriptions of sums of squares of trade values and volumes during\n{\\Delta}. We call modeling variables composed by sums of squares of market\ntrades as the second-order economic theories. If forecast of price probability\nuses 3-d price statistical moment and price skewness then it equals description\nof sums of 3-d power of market trades - the third-order economic theory. Exact\nprediction of market price probability equals description of sums of n-th power\nof market trades for all n. That limits accuracy of price probability\nforecasting and confines forecast validity of economic theories.",
        "publication_date": "2021-12-01T16:42:09Z"
    },
    {
        "title": "How to predict and avert economic crisis",
        "authors": [
            "Yong Tao"
        ],
        "summary": "Our study shows that many firms would accumulate at zero output level\n(namely, Bankruptcy status) if a perfectly competitive market reaches full\nemployment (namely, those people who should obtain employment have obtained\nemployment). As a result, appearance of economic crisis is determined by two\npoints; that is, (a). Stock market approaches perfect competition; (b). Society\nreaches full employment. The empirical research of these two points would lead\nto early warning of economic crisis. Moreover, it is a surprise that the state\nof economic crisis would be a feasible equilibrium within the framework of the\nArrow-Debreu model. That means that we can not understand the origin of\neconomic crisis within the framework of modern economics, for example, the\ngeneral equilibrium theory.",
        "publication_date": "2010-10-22T07:20:30Z"
    },
    {
        "title": "Mathematical Analysis of the Historical Economic Growth",
        "authors": [
            "Ron W. Nielsen"
        ],
        "summary": "Data describing historical economic growth are analysed. Included in the\nanalysis is the world and regional economic growth. The analysis demonstrates\nthat historical economic growth had a natural tendency to follow hyperbolic\ndistributions. Parameters describing hyperbolic distributions have been\ndetermined. A search for takeoffs from stagnation to growth produced negative\nresults. This analysis throws a new light on the interpretation of the\nmechanism of the historical economic growth and suggests new lines of research.",
        "publication_date": "2015-09-09T08:27:14Z"
    },
    {
        "title": "Inequality in Turkey: Looking Beyond Growth",
        "authors": [
            "Bayram Cakir",
            "Ipek Ergul"
        ],
        "summary": "This paper investigates the relationships between economic growth, investment\nin human capital and income equality in Turkey. The conclusion drawn based on\nthe data from the OECD and the World Bank suggests that economic growth can\nimprove income equality depending on the expenditures undertaken by the\ngovernment. As opposed to the standard view that economic growth and income\ninequality are positively related, the findings of this paper suggest that\nother factors such as education and healthcare spending are also driving\nfactors of income inequality in Turkey. The proven positive impact of\ninvestment in education and health care on income equality could aid\npolicymakers who aim to achieve fairer income equality and economic growth, in\ninvestment decisions.",
        "publication_date": "2019-10-25T15:04:44Z"
    },
    {
        "title": "Hybrid threats as an exogenous economic shock",
        "authors": [
            "Shteryo Nozharov"
        ],
        "summary": "The aim of this study is to contribute to the theory of exogenous economic\nshocks and their equivalents in an attempt to explain business cycle\nfluctuations, which still do not have a clear explanation. To this end the\nauthor has developed an econometric model based on a regression analysis.\nAnother objective is to tackle the issue of hybrid threats, which have not yet\nbeen subjected to a cross-disciplinary research. These were reviewed in terms\nof their economic characteristics in order to complement research in the fields\nof defence and security.",
        "publication_date": "2019-12-17T15:32:03Z"
    },
    {
        "title": "Engineering Economics in the Conflux Network",
        "authors": [
            "Yuxi Cai",
            "Fan Long",
            "Andreas Park",
            "Andreas Veneris"
        ],
        "summary": "Proof-of-work blockchains need to be carefully designed so as to create the\nproper incentives for miners to faithfully maintain the network in a\nsustainable way. This paper describes how the economic engineering of the\nConflux Network, a high throughput proof-of-work blockchain, leads to sound\neconomic incentives that support desirable and sustainable mining behavior. In\ndetail, this paper parameterizes the level of income, and thus network\nsecurity, that Conflux can generate, and it describes how this depends on user\nbehavior and \"policy variables'' such as block and interest inflation. It also\ndiscusses how the underlying economic engineering design makes the Conflux\nNetwork resilient against double spending and selfish mining attacks.",
        "publication_date": "2020-04-28T17:51:28Z"
    },
    {
        "title": "Thermodynamics of markets",
        "authors": [
            "Sergey Rashkovskiy"
        ],
        "summary": "We consider the thermodynamic approach to the description of economic systems\nand processes. The first and second laws of thermodynamics as applied to\neconomic systems are derived and analyzed. It is shown that there is a deep\nanalogy between the parameters of thermodynamic and economic systems (markets);\nin particular, each thermodynamic parameter can be associated with a certain\neconomic parameter or indicator. The economic meaning of such primordially\nthermodynamic concepts as pressure, volume, internal energy, heat, etc. has\nbeen established. The thermostatistics of the market is considered. It is shown\nthat, as in conventional thermostatistics, many market parameters, such as\nprice of goods, quantity of goods, etc., as well as their fluctuations can be\ncalculated formally using the partition function of an economic system.",
        "publication_date": "2020-10-14T18:41:57Z"
    },
    {
        "title": "Decision making in Economics -- a behavioral approach",
        "authors": [
            "Amitesh Saha"
        ],
        "summary": "We review economic research regarding the decision making processes of\nindividuals in economics, with a particular focus on papers which tried\nanalyzing factors that affect decision making with the evolution of the history\nof economic thought. The factors that are discussed here are psychological,\nemotional, cognitive systems, and social norms. Apart from analyzing these\nfactors, it deals with the reasons behind the limitations of rational\ndecision-making theory in individual decision making and the need for a\nbehavioral theory of decision making. In this regard, it has also reviewed the\nrole of situated learning in the decision-making process.",
        "publication_date": "2020-12-05T07:33:32Z"
    },
    {
        "title": "Labour by Design: Contributions of David Card, Joshua Angrist, and Guido\n  Imbens",
        "authors": [
            "Peter Hull",
            "Michal Kolesár",
            "Christopher Walters"
        ],
        "summary": "The 2021 Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred\nNobel was awarded to David Card \"for his empirical contributions to labour\neconomics\" and to Joshua Angrist and Guido Imbens \"for their methodological\ncontributions to the analysis of causal relationships.\" We survey these\ncontributions of the three laureates, and discuss how their empirical and\nmethodological insights transformed the modern practice of applied\nmicroeconomics. By emphasizing research design and formalizing the causal\ncontent of different econometric procedures, the laureates shed new light on\nkey questions in labour economics and advanced a robust toolkit for empirical\nanalyses across many fields.",
        "publication_date": "2022-03-30T15:37:05Z"
    },
    {
        "title": "Pandemics Depress the Economy, Public Health Interventions Do Not:\n  Evidence from the 1918 Flu",
        "authors": [
            "Sergio Correia",
            "Stephan Luck",
            "Emil Verner"
        ],
        "summary": "We study the impact of non-pharmaceutical interventions (NPIs) on mortality\nand economic activity across U.S. cities during the 1918 Flu Pandemic. The\ncombination of fast and stringent NPIs reduced peak mortality by 50% and\ncumulative excess mortality by 24% to 34%. However, while the pandemic itself\nwas associated with short-run economic disruptions, we find that these\ndisruptions were similar across cities with strict and lenient NPIs. NPIs also\ndid not worsen medium-run economic outcomes. Our findings indicate that NPIs\ncan reduce disease transmission without further depressing economic activity, a\nfinding also reflected in discussions in contemporary newspapers.",
        "publication_date": "2022-07-24T02:02:46Z"
    },
    {
        "title": "Timely pandemic countermeasures reduce both health damage and economic\n  loss: Generality of the exact solution",
        "authors": [
            "Tsuyoshi Hondou"
        ],
        "summary": "Balancing pandemic control and economics is challenging, as the numerical\nanalysis assuming specific economic conditions complicates obtaining\npredictable general findings. In this study, we analytically demonstrate how\nadopting timely moderate measures helps reconcile medical effectiveness and\neconomic impact, and explain it as a consequence of the general finding of\n``economic irreversibility\" by comparing it with thermodynamics. A general\ninequality provides the guiding principles on how such measures should be\nimplemented. The methodology leading to the exact solution is a novel\ntheoretical contribution to the econophysics literature.",
        "publication_date": "2022-09-16T07:49:56Z"
    },
    {
        "title": "Knowledge Management in Socio-Economic Development of Municipal Units:\n  Basic Concepts",
        "authors": [
            "Maria Shishanina",
            "Anatoly Sidorov"
        ],
        "summary": "The article discusses the basic concepts of strategic planning in the Russian\nFederation, highlights the legal, financial and resource features that act as\nrestrictions in decision making in the field of socio-economic development of\nmunicipalities. The analysis concluded that to design an adequate model of\nsocio-economic development of municipalities is a very difficult task,\nparticularly when the traditional approaches are applied. To solve the task, we\nproposed to use the semantic modeling as well as cognitive maps which are able\nto point out the set of dependencies that arise between factors having a direct\nimpact on socio-economic development.",
        "publication_date": "2023-12-12T14:44:16Z"
    },
    {
        "title": "Does economics need a scientific revolution?",
        "authors": [
            "Ivan O. Kitov"
        ],
        "summary": "Economics does not need a scientific revolution. Economics needs accurate\nmeasurements according to high standards of natural sciences and meticulous\nwork on revealing empirical relationships between measured variables.",
        "publication_date": "2009-04-04T17:06:44Z"
    },
    {
        "title": "Complexity, economic science and possible economic benefits of climate\n  change mitigation policy",
        "authors": [
            "J. F. Mercure",
            "H. Pollitt",
            "U. Chewpreecha",
            "P. Salas",
            "A. Foley",
            "P. B. Holden",
            "N. R. Edwards"
        ],
        "summary": "Conventional economic analysis of stringent climate change mitigation policy\ngenerally concludes various levels of economic slowdown as a result of\nsubstantial spending on low carbon technology. Equilibrium economics however\ncould not explain or predict the current economic crisis, which is of financial\nnature. Meanwhile the economic impacts of climate policy find their source\nthrough investments for the diffusion of environmental innovations, in parts a\nfinancial problem. Here, we expose how results of economic analysis of climate\nchange mitigation policy depend entirely on assumptions and theory concerning\nthe finance of the diffusion of innovations, and that in many cases, results\nare simply re-iterations of model assumptions. We show that, while equilibrium\neconomics always predict economic slowdown, methods using non-equilibrium\napproaches suggest the opposite could occur. We show that the solution to\nunderstanding the economic impacts of reducing greenhouse gas emissions lies\nwith research on the dynamics of the financial sector interacting with\ninnovation and technology developments, economic history providing powerful\ninsights through important analogies with previous historical waves of\ninnovation.",
        "publication_date": "2013-10-16T14:36:35Z"
    },
    {
        "title": "From Sicilian mafia to Chinese \"scam villages\"",
        "authors": [
            "Jeff Yan"
        ],
        "summary": "Inspired by Gambetta's theory on the origins of the mafia in Sicily, we\nreport a geo-concentrating phenomenon of scams in China, and propose a novel\neconomic explanation. Our analysis has some policy implications.",
        "publication_date": "2019-05-06T10:23:15Z"
    },
    {
        "title": "Informe-pais Brasil",
        "authors": [
            "Juan Gonzalez-Blanco"
        ],
        "summary": "Structural socioeconomic analysis of Brazil. All basic information about this\nSouth American country is gathered in a comprehensive outlook that includes the\nchallenges Brazil faces, as well as their causes and posible economic\nsolutions.",
        "publication_date": "2019-09-18T16:43:45Z"
    },
    {
        "title": "Information and Learning in Economic Theory",
        "authors": [
            "Annie Liang"
        ],
        "summary": "These lecture notes accompany a one-semester graduate course on information\nand learning in economic theory. Topics include common knowledge, Bayesian\nupdating, monotone-likelihood ratio properties, affiliation, the Blackwell\norder, cost of information, learning and merging of beliefs, model uncertainty,\nmodel misspecification, and information design.",
        "publication_date": "2022-12-14T21:55:10Z"
    },
    {
        "title": "Analisis de la incidencia de la inversion extranjera directa y la\n  inversion nacional, en el crecimiento economico de Chile",
        "authors": [
            "Alvear Guzman Katherine",
            "Campozano Buele Jenner",
            "Duran Canarte Paulette",
            "Holguin Cedeno Roger",
            "Mejia Crespin Fernando"
        ],
        "summary": "The research aims to assess the impact of foreign direct investment (FDI) and\ndomestic investment on Chile's economic growth. By elucidating the relationship\nbetween FDI and domestic investment, the study contributes valuable insights\nfor economic policy formulation and future investments. The findings hold\nsignificance in shaping Chile's international perception as an investment\ndestination, potentially influencing its standing in the global economic\nlandscape. Demonstrating that FDI is a significant driver of economic growth\ncould enhance confidence among foreign investors. The project's importance lies\nin contributing to economic knowledge and guiding strategic decisions for\nsustainable economic growth in Chile. Understanding the interplay of FDI and\ndomestic investment allows for a balanced approach, promoting stable economic\ndevelopment and mitigating issues like excessive reliance on foreign\ninvestment. The study highlights the theory of internationalization as a\nconceptual framework for understanding the motives and strategies of\nmultinational companies investing abroad. Leveraging data from sources like the\nCentral Bank of Chile, the research analyzes variables such as Chile's economic\ngrowth (GDP), FDI, and domestic investment. The hypothesis posits a significant\nlong-term causal relationship between FDI, National Investment (NI), and\nChile's Economic Growth (GDP). Statistical analysis using the Eviews 6 software\ntool confirms that attracting foreign investments and promoting internal\ninvestment are imperative for sustainable economic growth in Chile.",
        "publication_date": "2023-11-13T21:22:35Z"
    },
    {
        "title": "Economics: The next physical science?",
        "authors": [
            "J. Doyne Farmer",
            "Eric Smith",
            "Martin Shubik"
        ],
        "summary": "We review an emerging body of work by physicists addressing questions of\neconomic organization and function. We suggest that, beyond simply employing\nmodels familiar from physics to economic observables, remarkable regularities\nin economic data may suggest parts of social order that can usefully be\nincorporated into, and in turn can broaden, the conceptual structure of\nphysics.",
        "publication_date": "2005-06-09T15:26:20Z"
    },
    {
        "title": "Quantifying China's Regional Economic Complexity",
        "authors": [
            "Jian Gao",
            "Tao Zhou"
        ],
        "summary": "China has experienced an outstanding economic expansion during the past\ndecades, however, literature on non-monetary metrics that reveal the status of\nChina's regional economic development are still lacking. In this paper, we fill\nthis gap by quantifying the economic complexity of China's provinces through\nanalyzing 25 years' firm data. First, we estimate the regional economic\ncomplexity index (ECI), and show that the overall time evolution of provinces'\nECI is relatively stable and slow. Then, after linking ECI to the economic\ndevelopment and the income inequality, we find that the explanatory power of\nECI is positive for the former but negative for the latter. Next, we compare\ndifferent measures of economic diversity and explore their relationships with\nmonetary macroeconomic indicators. Results show that the ECI index and the\nnon-linear iteration based Fitness index are comparative, and they both have\nstronger explanatory power than other benchmark measures. Further multivariate\nregressions suggest the robustness of our results after controlling other\nsocioeconomic factors. Our work moves forward a step towards better\nunderstanding China's regional economic development and non-monetary\nmacroeconomic indicators.",
        "publication_date": "2017-03-05T02:22:08Z"
    },
    {
        "title": "Phase Diagram for Roegenian Economics",
        "authors": [
            "Constantin Udriste",
            "Massimiliano Ferrara",
            "Ionel Tevy",
            "Dorel Zugravescu",
            "Florin Munteanu"
        ],
        "summary": "We recall the similarities between the concepts and techniques of\nThermodynamics and Roegenian Economics. The Phase Diagram for a Roegenian\neconomic system highlights a triple point and a critical point, with related\nexplanations. These ideas can be used to improve our knowledge and\nunderstanding of the nature of development and evolution of Roegenian economic\nsystems.",
        "publication_date": "2018-11-06T12:21:17Z"
    },
    {
        "title": "NISE Estimation of an Economic Model of Crime",
        "authors": [
            "Eric Blankmeyer"
        ],
        "summary": "An economic model of crime is used to explore the consistent estimation of a\nsimultaneous linear equation without recourse to instrumental variables. A\nmaximum-likelihood procedure (NISE) is introduced, and its results are compared\nto ordinary least squares and two-stage least squares. The paper is motivated\nby previous research on the crime model and by the well-known practical problem\nthat valid instruments are frequently unavailable.",
        "publication_date": "2020-03-17T14:10:57Z"
    },
    {
        "title": "Complexity science approach to economic crime",
        "authors": [
            "János Kertész",
            "Johannes Wachs"
        ],
        "summary": "In this comment we discuss how complexity science and network science are\nparticularly useful for identifying and describing the hidden traces of\neconomic misbehaviour such as fraud and corruption.",
        "publication_date": "2020-08-27T20:22:00Z"
    },
    {
        "title": "Assessment of the Effectiveness of State Participation in Economic\n  Clusters",
        "authors": [
            "A. R. Baghirzade",
            "B. Kushbakov"
        ],
        "summary": "In the article we made an attempt to reveal the contents and development of\nthe concept of economic clusters, to characterize the specificity of the\nregional cluster as a project. We have identified features of an estimation of\nefficiency of state participation in the cluster, where the state is an\ninstitution representing the interests of society.",
        "publication_date": "2021-03-11T08:47:41Z"
    },
    {
        "title": "Of Access and Inclusivity Digital Divide in Online Education",
        "authors": [
            "Bheemeshwar Reddy A",
            "Sunny Jose",
            "Vaidehi R"
        ],
        "summary": "Can online education enable all students to participate in and benefit from\nit equally? Massive online education without addressing the huge access gap and\ndisparities in digital infrastructure would not only exclude a vast majority of\nstudents from learning opportunities but also exacerbate the existing\nsocio-economic disparities in educational opportunities.",
        "publication_date": "2021-07-22T14:56:38Z"
    },
    {
        "title": "The Use of Quantile Methods in Economic History",
        "authors": [
            "Damian Clarke",
            "Manuel Llorca Jaña",
            "Daniel Pailañir"
        ],
        "summary": "Quantile regression and quantile treatment effect methods are powerful\neconometric tools for considering economic impacts of events or variables of\ninterest beyond the mean. The use of quantile methods allows for an examination\nof impacts of some independent variable over the entire distribution of\ncontinuous dependent variables. Measurement in many quantative settings in\neconomic history have as a key input continuous outcome variables of interest.\nAmong many other cases, human height and demographics, economic growth,\nearnings and wages, and crop production are generally recorded as continuous\nmeasures, and are collected and studied by economic historians. In this paper\nwe describe and discuss the broad utility of quantile regression for use in\nresearch in economic history, review recent quantitive literature in the field,\nand provide an illustrative example of the use of these methods based on 20,000\nrecords of human height measured across 50-plus years in the 19th and 20th\ncenturies. We suggest that there is considerably more room in the literature on\neconomic history to convincingly and productively apply quantile regression\nmethods.",
        "publication_date": "2021-08-13T04:20:25Z"
    },
    {
        "title": "Economic activity and climate change",
        "authors": [
            "Aránzazu de Juan",
            "Pilar Poncela",
            "Vladimir Rodríguez-Caballero",
            "Esther Ruiz"
        ],
        "summary": "In this paper, we survey recent econometric contributions to measure the\nrelationship between economic activity and climate change. Due to the critical\nrelevance of these effects for the well-being of future generations, there is\nan explosion of publications devoted to measuring this relationship and its\nmain channels. The relation between economic activity and climate change is\ncomplex with the possibility of causality running in both directions. Starting\nfrom economic activity, the channels that relate economic activity and climate\nchange are energy consumption and the consequent pollution. Hence, we first\ndescribe the main econometric contributions about the interactions between\neconomic activity and energy consumption, moving then to describing the\ncontributions on the interactions between economic activity and pollution.\nFinally, we look at the main results on the relationship between climate change\nand economic activity. An important consequence of climate change is the\nincreasing occurrence of extreme weather phenomena. Therefore, we also survey\ncontributions on the economic effects of catastrophic climate phenomena.",
        "publication_date": "2022-06-07T11:18:15Z"
    },
    {
        "title": "Relevance of financial development and fiscal stability in dealing with\n  disasters in Emerging Economies",
        "authors": [
            "Valeria Terrones",
            "Richard S. J. Tol"
        ],
        "summary": "Previous studies show that natural disasters decelerate economic growth, and\nmore so in countries with lower financial development. We confirm these results\nwith more recent data. We are the first to show that fiscal stability reduces\nthe negative economic impact of natural disasters in poorer countries, and that\ncatastrophe bonds have the same effect in richer countries.",
        "publication_date": "2022-11-15T11:58:35Z"
    },
    {
        "title": "Exploring the Relationship Between COVID-19 Induced Economic Downturn\n  and Women's Nutritional Health Disparities",
        "authors": [
            "Alaa M. Sadeq"
        ],
        "summary": "This study explores how the COVID-19 pandemic's economic impact has\nexacerbated nutritional health disparities among women. It sought to understand\nthe effects of economic challenges on women's dietary choices and access to\nnutritious food across different socioeconomic groups. Using a mixed-methods\napproach, the research combined quantitative data from health and economic\nrecords with qualitative insights from interviews with diverse women. The study\nanalyzed trends in nutritional health and economic factors before and after the\npandemic and gathered personal accounts regarding nutrition and economic\ndifficulties during this period. Findings showed a clear link between the\neconomic downturn and deteriorating nutritional health, particularly in\nlow-income and marginalized groups. These women reported decreased access to\nhealthy foods and an increased dependence on less nutritious options due to\nbudget constraints, leading to a decline in dietary quality. This trend was\nless evident in higher-income groups, highlighting stark disparities. The\npandemic intensified pre-existing nutritional inequalities, with the most\nvulnerable groups facing greater adverse effects. However, community support\nand public health measures provided some relief. In summary, the pandemic's\neconomic repercussions have indirectly impaired women's nutritional health,\nespecially among the socioeconomically disadvantaged. This highlights the\nnecessity for tailored nutritional interventions and economic policies focused\non safeguarding women's health.",
        "publication_date": "2023-11-20T09:10:25Z"
    },
    {
        "title": "Economic Forces in Stock Returns",
        "authors": [
            "Yue Chen",
            "Mohan Li"
        ],
        "summary": "When analyzing the components influencing the stock prices, it is commonly\nbelieved that economic activities play an important role. More specifically,\nasset prices are more sensitive to the systematic economic news that impose a\npervasive effect on the whole market. Moreover, the investors will not be\nrewarded for bearing idiosyncratic risks as such risks are diversifiable. In\nthe paper Economic Forces and the Stock Market 1986, the authors introduced an\nattribution model to identify the specific systematic economic forces\ninfluencing the market. They first defined and examined five classic factors\nfrom previous research papers: Industrial Production, Unanticipated Inflation,\nChange in Expected Inflation, Risk Premia, and The Term Structure. By adding in\nnew factors, the Market Indices, Consumptions and Oil Prices, one by one, they\nexamined the significant contribution of each factor to the stock return. The\npaper concluded that the stock returns are exposed to the systematic economic\nnews, and they are priced with respect to their risk exposure. Also, the\nsignificant factors can be identified by simply adopting their model. Driven by\nsuch motivation, we conduct an attribution analysis based on the general\nframework of their model to further prove the importance of the economic\nfactors and identify the specific identity of significant factors.",
        "publication_date": "2024-01-06T04:22:05Z"
    },
    {
        "title": "Economic inequality and Islamic Charity: An exploratory agent-based\n  modeling approach",
        "authors": [
            "Hossein Sabzian",
            "Alireza Aliahmadi",
            "Adel Azar",
            "Madjid Mirzaee"
        ],
        "summary": "Economic inequality is one of the pivotal issues for most of economic and\nsocial policy makers across the world to insure the sustainable economic growth\nand justice. In the mainstream school of economics, namely neoclassical\ntheories, economic issues are dealt with in a mechanistic manner. Such a\nmainstream framework is majorly focused on investigating a socio-economic\nsystem based on an axiomatic scheme where reductionism approach plays a vital\nrole. The major limitations of such theories include unbounded rationality of\neconomic agents, reducing the economic aggregates to a set of predictable\nfactors and lack of attention to adaptability and the evolutionary nature of\neconomic agents. In tackling deficiencies of conventional economic models, in\nthe past two decades, some new approaches have been recruited. One of those\nnovel approaches is the Complex adaptive systems (CAS) framework which has\nshown a very promising performance in action. In contrast to mainstream school,\nunder this framework, the economic phenomena are studied in an organic manner\nwhere the economic agents are supposed to be both boundedly rational and\nadaptive. According to it, the economic aggregates emerge out of the ways\nagents of a system decide and interact. As a powerful way of modeling CASs,\nAgent-based models (ABMs) has found a growing application among academicians\nand practitioners. ABMs show that how simple behavioral rules of agents and\nlocal interactions among them at micro-scale can generate surprisingly complex\npatterns at macro-scale. In this paper, ABMs have been used to show (1) how an\neconomic inequality emerges in a system and to explain (2) how sadaqah as an\nIslamic charity rule can majorly help alleviating the inequality and how\nresource allocation strategies taken by charity entities can accelerate this\nalleviation.",
        "publication_date": "2018-04-24T22:43:11Z"
    },
    {
        "title": "Staring at Economic Aggregators through Information Lenses",
        "authors": [
            "Richard Nock",
            "Nicolas Sanz",
            "Fred Celimene",
            "Frank Nielsen"
        ],
        "summary": "It is hard to exaggerate the role of economic aggregators -- functions that\nsummarize numerous and / or heterogeneous data -- in economic models since the\nearly XX$^{th}$ century. In many cases, as witnessed by the pioneering works of\nCobb and Douglas, these functions were information quantities tailored to\neconomic theories, i.e. they were built to fit economic phenomena. In this\npaper, we look at these functions from the complementary side: information. We\nuse a recent toolbox built on top of a vast class of distortions coined by\nBregman, whose application field rivals metrics' in various subfields of\nmathematics. This toolbox makes it possible to find the quality of an\naggregator (for consumptions, prices, labor, capital, wages, etc.), from the\nstandpoint of the information it carries. We prove a rather striking result.\n  From the informational standpoint, well-known economic aggregators do belong\nto the \\textit{optimal} set. As common economic assumptions enter the analysis,\nthis large set shrinks, and it essentially ends up \\textit{exactly fitting}\neither CES, or Cobb-Douglas, or both. To summarize, in the relevant economic\ncontexts, one could not have crafted better some aggregator from the\ninformation standpoint. We also discuss global economic behaviors of optimal\ninformation aggregators in general, and present a brief panorama of the links\nbetween economic and information aggregators.\n  Keywords: Economic Aggregators, CES, Cobb-Douglas, Bregman divergences",
        "publication_date": "2008-01-02T13:23:04Z"
    },
    {
        "title": "Does Infrastructure Investment Lead to Economic Growth or Economic\n  Fragility? Evidence from China",
        "authors": [
            "Atif Ansar",
            "Bent Flyvbjerg",
            "Alexander Budzier",
            "Daniel Lunn"
        ],
        "summary": "The prevalent view in the economics literature is that a high level of\ninfrastructure investment is a precursor to economic growth. China is\nespecially held up as a model to emulate. Based on the largest dataset of its\nkind, this paper punctures the twin myths that, first, infrastructure creates\neconomic value, and, second, China has a distinct advantage in its delivery.\nFar from being an engine of economic growth, the typical infrastructure\ninvestment fails to deliver a positive risk adjusted return. Moreover, China's\ntrack record in delivering infrastructure is no better than that of rich\ndemocracies. Where investments are debt-financed, overinvesting in unproductive\nprojects results in the buildup of debt, monetary expansion, instability in\nfinancial markets, and economic fragility, exactly as we see in China today. We\nconclude that poorly managed infrastructure investments are a main explanation\nof surfacing economic and financial problems in China. We predict that, unless\nChina shifts to a lower level of higher-quality infrastructure investments, the\ncountry is headed for an infrastructure-led national financial and economic\ncrisis, which is likely also to be a crisis for the international economy.\nChina's infrastructure investment model is not one to follow for other\ncountries but one to avoid.",
        "publication_date": "2016-09-01T22:18:59Z"
    },
    {
        "title": "Deep Neural Networks for Choice Analysis: Extracting Complete Economic\n  Information for Interpretation",
        "authors": [
            "Shenhao Wang",
            "Qingyi Wang",
            "Jinhua Zhao"
        ],
        "summary": "While deep neural networks (DNNs) have been increasingly applied to choice\nanalysis showing high predictive power, it is unclear to what extent\nresearchers can interpret economic information from DNNs. This paper\ndemonstrates that DNNs can provide economic information as complete as\nclassical discrete choice models (DCMs). The economic information includes\nchoice predictions, choice probabilities, market shares, substitution patterns\nof alternatives, social welfare, probability derivatives, elasticities,\nmarginal rates of substitution (MRS), and heterogeneous values of time (VOT).\nUnlike DCMs, DNNs can automatically learn the utility function and reveal\nbehavioral patterns that are not prespecified by domain experts. However, the\neconomic information obtained from DNNs can be unreliable because of the three\nchallenges associated with the automatic learning capacity: high sensitivity to\nhyperparameters, model non-identification, and local irregularity. To\ndemonstrate the strength and challenges of DNNs, we estimated the DNNs using a\nstated preference survey, extracted the full list of economic information from\nthe DNNs, and compared them with those from the DCMs. We found that the\neconomic information either aggregated over trainings or population is more\nreliable than the disaggregate information of the individual observations or\ntrainings, and that even simple hyperparameter searching can significantly\nimprove the reliability of the economic information extracted from the DNNs.\nFuture studies should investigate other regularizations and DNN architectures,\nbetter optimization algorithms, and robust DNN training methods to address\nDNNs' three challenges, to provide more reliable economic information from\nDNN-based choice models.",
        "publication_date": "2018-12-11T16:40:29Z"
    },
    {
        "title": "The AI Economist: Optimal Economic Policy Design via Two-level Deep\n  Reinforcement Learning",
        "authors": [
            "Stephan Zheng",
            "Alexander Trott",
            "Sunil Srinivasa",
            "David C. Parkes",
            "Richard Socher"
        ],
        "summary": "AI and reinforcement learning (RL) have improved many areas, but are not yet\nwidely adopted in economic policy design, mechanism design, or economics at\nlarge. At the same time, current economic methodology is limited by a lack of\ncounterfactual data, simplistic behavioral models, and limited opportunities to\nexperiment with policies and evaluate behavioral responses. Here we show that\nmachine-learning-based economic simulation is a powerful policy and mechanism\ndesign framework to overcome these limitations. The AI Economist is a\ntwo-level, deep RL framework that trains both agents and a social planner who\nco-adapt, providing a tractable solution to the highly unstable and novel\ntwo-level RL challenge. From a simple specification of an economy, we learn\nrational agent behaviors that adapt to learned planner policies and vice versa.\nWe demonstrate the efficacy of the AI Economist on the problem of optimal\ntaxation. In simple one-step economies, the AI Economist recovers the optimal\ntax policy of economic theory. In complex, dynamic economies, the AI Economist\nsubstantially improves both utilitarian social welfare and the trade-off\nbetween equality and productivity over baselines. It does so despite emergent\ntax-gaming strategies, while accounting for agent interactions and behavioral\nchange more accurately than economic theory. These results demonstrate for the\nfirst time that two-level, deep RL can be used for understanding and as a\ncomplement to theory for economic design, unlocking a new computational\nlearning-based approach to understanding economic policy.",
        "publication_date": "2021-08-05T17:42:35Z"
    },
    {
        "title": "A 3D index for measuring economic resilience with application to the\n  modern international and global financial crises",
        "authors": [
            "Dimitrios Tsiotas"
        ],
        "summary": "The study and measurement of economic resilience is ruled by high level of\ncomplexity related to the diverse structure, functionality, spatiality, and\ndynamics describing economic systems. Towards serving the demand of\nintegration, this paper develops a three-dimensional index, capturing\nengineering, ecological, and evolutionary aspects of economic resilience that\nare considered separately in the current literature. The proposed index is\ncomputed on GDP data of worldwide countries, for the period 1960-2020,\nconcerning 14 crises considered as shocks, and was found well defined in a\nconceptual context of its components. Its application on real-world data allows\nintroducing a novel classification of countries in terms of economic\nresilience, and reveals geographical patterns and structural determinants of\nthis attribute. Impressively enough, economic resilience appears positively\nrelated to major productivity coefficients, gravitationally driven, and\ndepended on agricultural specialization, with high structural heterogeneity in\nthe low class. Also, the analysis fills the literature gap by shaping the\nworldwide map of economic resilience, revealing geographical duality and\ncentrifugal patterns in its geographical distribution, a relationship between\ndiachronically good performance in economic resilience and geographical\ndistance from the shocks origin, and a continent differentiation expressed by\nthe specialization of America in engineering resilience, Africa and Asia in\necological and evolutionary resilience, and a relative lag of Europe and\nOceania. Finally, the analysis provides insights into the effect of the 2008 on\nthe globe and supports a further research hypothesis that political instability\nis a main determinant of low economic resilience, addressing avenues of further\nresearch.",
        "publication_date": "2022-02-17T10:17:44Z"
    },
    {
        "title": "Economic Systems in Metaverse: Basics, State of the Art, and Challenges",
        "authors": [
            "Huawei Huang",
            "Qinnan Zhang",
            "Taotao Li",
            "Qinglin Yang",
            "Zhaokang Yin",
            "Junhao Wu",
            "Zehui Xiong",
            "Jianming Zhu",
            "Jiajing Wu",
            "Zibin Zheng"
        ],
        "summary": "Economic systems play pivotal roles in the metaverse. However, we have not\nyet found an overview that systematically introduces economic systems for the\nmetaverse. Therefore, we review the state-of-the-art solutions, architectures,\nand systems related to economic systems. When investigating those\nstate-of-the-art studies, we keep two questions in our mind: (1) what is the\nframework of economic systems in the context of the metaverse, and (2) what\nactivities would economic systems engage in the metaverse? This article aims to\ndisclose insights into the economic systems that work for both the current and\nthe future metaverse. To have a clear overview of the economic-system\nframework, we mainly discuss the connections among three fundamental elements\nin the metaverse, i.e., digital creation, digital assets, and the digital\ntrading market. After that, we elaborate on each topic of the proposed\neconomic-system framework. Those topics include incentive mechanisms, monetary\nsystems, digital wallets, decentralized finance (DeFi) activities, and\ncross-platform interoperability for the metaverse. For each topic, we mainly\ndiscuss three questions: a) the rationale of this topic, b) why the metaverse\nneeds this topic, and c) how this topic will evolve in the metaverse. Through\nthis overview, we wish readers can better understand what economic systems the\nmetaverse needs, and the insights behind the economic activities in the\nmetaverse.",
        "publication_date": "2022-12-12T09:59:39Z"
    },
    {
        "title": "Processes analogous to ecological interactions and dispersal shape the\n  dynamics of economic activities",
        "authors": [
            "Victor Boussange",
            "Didier Sornette",
            "Heike Lischke",
            "Loïc Pellissier"
        ],
        "summary": "The processes of ecological interactions, dispersal and mutations shape the\ndynamics of biological communities, and analogous eco-evolutionary processes\nacting upon economic entities have been proposed to explain economic change.\nThis hypothesis is compelling because it explains economic change through\nendogenous mechanisms, but it has not been quantitatively tested at the global\neconomy level. Here, we use an inverse modelling technique and 59 years of\neconomic data covering 77 countries to test whether the collective dynamics of\nnational economic activities can be characterised by eco-evolutionary\nprocesses. We estimate the statistical support of dynamic community models in\nwhich the dynamics of economic activities are coupled with positive and\nnegative interactions between the activities, the spatial dispersal of the\nactivities, and their transformations into other economic activities. We find\nstrong support for the models capturing positive interactions between economic\nactivities and spatial dispersal of the activities across countries. These\nresults suggest that processes akin to those occurring in ecosystems play a\nsignificant role in the dynamics of economic systems. The strength-of-evidence\nobtained for each model varies across countries and may be caused by\ndifferences in the distance between countries, specific institutional contexts,\nand historical contingencies. Overall, our study provides a new quantitative,\nbiologically inspired framework to study the forces shaping economic change.",
        "publication_date": "2023-01-23T15:30:10Z"
    },
    {
        "title": "Physical energy cost serves as the ''invisible hand'' governing economic\n  valuation: Direct evidence from biogeochemical data and the U.S. metal market",
        "authors": [
            "Zhicen Liu"
        ],
        "summary": "Energy supply is mandatory for the production of economic value.\nNevertheless, tradition dictates that an enigmatic 'invisible hand' governs\neconomic valuation. Physical scientists have long proposed alternative but\ntestable energy cost theories of economic valuation, and have shown the gross\ncorrelation between energy consumption and economic output at the national\nlevel through input-output energy analysis. However, due to the difficulty of\nprecise energy analysis and highly complicated real markets, no decisive\nevidence directly linking energy costs to the selling prices of individual\ncommodities has yet been found. Over the past century, the US metal market has\naccumulated a huge body of price data, which for the first time ever provides\nus the opportunity to quantitatively examine the direct energy-value\ncorrelation. Here, by analyzing the market price data of 65 purified chemical\nelements (mainly metals) relative to the total energy consumption for refining\nthem from naturally occurring geochemical conditions, we found a clear\ncorrelation between the energy cost and their market prices. The underlying\nphysics we proposed has compatibility with conventional economic concepts such\nas the ratio between supply and demand or scarcity's role in economic\nvaluation. It demonstrates how energy cost serves as the 'invisible hand'\ngoverning economic valuation. Thorough understanding of this energy connection\nbetween the human economic and the Earth's biogeochemical metabolism is\nessential for improving the overall energy efficiency and furthermore the\nsustainability of the human society.",
        "publication_date": "2023-06-04T11:00:34Z"
    },
    {
        "title": "Economic Complexity Limits Accuracy of Price Probability Predictions by\n  Gaussian Distributions",
        "authors": [
            "Victor Olkhov"
        ],
        "summary": "The accuracy of predictions of price and return probabilities substantially\ndetermines the reliability of asset pricing and portfolio theories. We develop\nsuccessive approximations that link up predictions of the market-based\nprobabilities of price and return for the whole stock market with predictions\nof price and return probabilities for stocks of a particular company and show\nthat economic complexity limits the accuracy of any forecasts. The economic\norigin of the restrictions lies in the fact that the predictions of the m-th\nstatistical moments of price and return require descriptions of the economic\nvariables composed by sums of the m-th powers of economic or market\ntransactions during an averaging time interval. The attempts to predict the\nn-th statistical moments of price and return of stocks that are under the\naction of a single risk result in estimates of the n-dimensional risk rating\nvectors for economic agents. In turn, the risk rating vectors play the role of\ncoordinates for the description of the evolution of economic variables. The\nlack of a model description of the economic variables composed by sums of the\n2-d and higher powers of market transactions causes that, in the coming years,\nthe accuracy of the forecasts will be limited at best by the first two\nstatistical moments of price and return, which determine Gaussian\ndistributions. One can ignore existing barriers and limits but cannot overcome\nor resolve them. That significantly reduces the reliability and veracity of\nmodern asset pricing and portfolio theories. Our results could be essential and\nfruitful for the largest investors and banks, economic and financial\nauthorities, and market participants.",
        "publication_date": "2023-08-24T09:49:20Z"
    },
    {
        "title": "Non-Banking Sector development effect on Economic Growth. A Nighttime\n  light data approach",
        "authors": [
            "Leonard Mushunje",
            "Maxwell Mashasha"
        ],
        "summary": "This paper uses nighttime light(NTL) data to measure the nexus of the\nnon-banking sector, particularly insurance, and economic growth in South\nAfrica. We hypothesize that insurance sector growth positively propels economic\ngrowth due to its economic growth-supportive traits like investment protection\nand optimal risk mitigation. We also claim that Nighttime light data is a good\neconomic measure than Gross domestic product (GDP). We used weighted\nregressions to measure the relationships between nighttime light data, GDP, and\ninsurance sector development. We used time series South African GDP data\ncollected from the World Bank for the period running from 2000 to 2018, and the\nnighttime lights data from the National Geophysical Data Centre (NGDC) in\npartnership with the National Oceanic and Atmospheric Administration (NOAA).\nFrom the models fitted and the reported BIC, AIC, and likelihood ratios, the\ninsurance sector proved to have more predictive power on economic development\nin South Africa, and radiance light explained economic growth better than GDP\nand GDP/Capita. We concluded that nighttime data is a good proxy for economic\ngrowth than GDP/Capita in emerging economies like South Africa, where secondary\ndata needs to be more robust and sometimes inflated. The findings will guide\nresearchers and policymakers on what drives economic development and what\npolicies to put in place. It would be interesting to extend the current study\nto other sectors such as micro-finances, mutual and hedge funds.",
        "publication_date": "2023-11-19T09:13:59Z"
    },
    {
        "title": "Natural Economics",
        "authors": [
            "Louis Mello"
        ],
        "summary": "A few considerations on the nature of Economics and its relationship to human\ncommunities through the prism of Self-Organizing-Systems.",
        "publication_date": "2006-02-17T17:01:00Z"
    },
    {
        "title": "Interest Rates and Inflation",
        "authors": [
            "Michael Coopersmith"
        ],
        "summary": "A relation between interest rates and inflation is presented using a two\ncomponent economic model and a simple general principle. Preliminary results\nindicate a remarkable similarity to classical economic theories, in particular\nthat of Wicksell.",
        "publication_date": "2011-04-12T21:13:18Z"
    },
    {
        "title": "The Equilibrium Statistical Model of Economic Systems using Concepts and\n  Theorems of Statistical Physics",
        "authors": [
            "Zhiwu Zheng"
        ],
        "summary": "Economic systems are similar with physic systems for their large number of\nindividuals and the exist of equilibrium. In this paper, we present a model\napplying the equilibrium statistical model in economic systems. Consistent with\nstatistical physics, we define a series of concepts, such as economic\ntemperature, economic pressure, economic potential, wealth and population.\nMoreover, we suggest that these parameters show pretty close relationship with\nthe concepts in economy. This paper presents related concepts in the\nequilibrium economic model and constructs significant theorems and corollaries,\nwhich is derived from the priori possibility postulate, getting theorems\nincluding the equilibrium theorem between open systems, the distribution\ntheorem of wealth and population along with related corollaries. More\nimportantly, we demonstrate a method constructing optimal density of states,\noptimizing a macroscopic parameter depending on need to get the distribution of\ndensity of states utilizing the variation method, which is significant for the\ndevelopment of a society. In addition, we calculate a simple economic system as\nan example, indicating that the system occupied mostly by the middle class\ncould develop stably and soundly, explaining the reason for resulting\ndistributions of macroscopic parameters.",
        "publication_date": "2015-04-16T05:54:59Z"
    },
    {
        "title": "Theory of pricing as relativistic kinematics",
        "authors": [
            "S. I. Melnyk",
            "I. G. Tuluzov"
        ],
        "summary": "The algebra of transactions as fundamental measurements is constructed on the\nbasis of the analysis of their properties and represents an expansion of the\nBoolean algebra. The notion of the generalized economic measurements of the\neconomic quantity and quality of objects of transactions is introduced. It has\nbeen shown that the vector space of economic states constructed on the basis of\nthese measurements is relativistic. The laws of kinematics of economic objects\nin this space have been analyzed and the stages of constructing the dynamics\nhave been formulated. In particular, the principle of maximum benefit, which\nrepresents an economic analog of the principle of least action in the classical\nmechanics, and the principle of relativity as the principle of equality of all\npossible consumer preferences have been formulated. The notion of economic\ninterval between two economic objects invariant to the selection of the vector\nof consumer preferences has been introduced. Methods of experimental\nverification of the principle of relativity in the space of economic states\nhave been proposed.",
        "publication_date": "2014-12-18T10:25:31Z"
    },
    {
        "title": "Online Social Activity Reflects Economic Status",
        "authors": [
            "Jin-Hu Liu",
            "Jun Wang",
            "Junming Shao",
            "Tao Zhou"
        ],
        "summary": "To characterize economic development and diagnose the economic health\ncondition, several popular indices such as gross domestic product (GDP),\nindustrial structure and income growth are widely applied. However, computing\nthese indices based on traditional economic census is usually costly and\nresources consuming, and more importantly, following a long time delay. In this\npaper, we analyzed nearly 200 million users' activities for four consecutive\nyears in the largest social network (Sina Microblog) in China, aiming at\nexploring latent relationships between the online social activities and local\neconomic status. Results indicate that online social activity has a strong\ncorrelation with local economic development and industrial structure, and more\ninterestingly, allows revealing the macro-economic structure instantaneously\nwith nearly no cost. Beyond, this work also provides a new venue to identify\nrisky signal in local economic structure.",
        "publication_date": "2015-09-22T22:56:35Z"
    },
    {
        "title": "Unified Growth Theory Contradicted by the Economic Growth in Asia",
        "authors": [
            "Ron W Nielsen"
        ],
        "summary": "Historical economic growth in Asia (excluding Japan) is analysed. It is shown\nthat Unified Growth Theory is contradicted by the data, which were used (but\nnot analysed) during the formulation of this theory. Unified Growth Theory does\nnot explain the mechanism of economic growth. It explains the mechanism of\nMalthusian stagnation, which did not exist and it explains the mechanism of the\ntransition from stagnation to growth that did not happen. The data show that\nthe economic growth in Asia was never stagnant but hyperbolic. The alleged\ndramatic takeoff around 1900 or around any other time did not happen. However,\nthe theory contains also a dangerous and strongly-misleading concept that after\na long epoch of stagnation we have now entered the epoch of sustained economic\ngrowth, the concept creating the sense of security. The opposite is true. After\nthe epoch of sustained and secure economic growth we have now entered the epoch\nof a fast-increasing and insecure economic growth.",
        "publication_date": "2015-12-16T07:37:27Z"
    },
    {
        "title": "Toward Development of a New Health Economic Evaluation Definition",
        "authors": [
            "Alexei Botchkarev"
        ],
        "summary": "Economic evaluation is a dynamically advancing knowledge area of health\neconomics. It has been conceived to provide evidence for allocating scarce\nresources to gain the best value for money. The problem of efficiency of\ninvestments becomes even more crucial with advances in modern medicine and\npublic health which bring about both improved patient outcomes and higher\ncosts. Despite the abundance of literature on the economic evaluation concepts,\nsome key notions including the definition of the health economic evaluation\nremain open for discussion. Academic literature offers a large number and\ngrowing variety of economic evaluation definitions. It testifies to the fact\nthat existing definitions do not meet requirements of economists. The aim of\nthis study was to examine existing definitions and reveal their common\nfeatures.",
        "publication_date": "2016-08-04T15:58:24Z"
    },
    {
        "title": "Economic interpretation of fractional derivatives",
        "authors": [
            "Valentina V. Tarasova",
            "Vasily E. Tarasov"
        ],
        "summary": "An economic interpretation of the Caputo derivatives of non-integer orders is\nproposed. The suggested economic interpretation of the fractional derivatives\nis based on a generalization of average and marginal values of economic\nindicators. We formulate an economic interpretation by using the concept of the\nT-indicator that allows us to describe economic processes with memory. The\nstandard average and marginal values of indicator are special cases of the\nproposed T-indicator, when the order is equal to zero and one, respectively.\nThe fractional derivatives are interpreted as economic characteristics\n(indicators) that are intermediate between the standard average and marginal\nvalues of indicators.",
        "publication_date": "2017-12-27T13:14:12Z"
    },
    {
        "title": "State-of-the-Art Economic Load Dispatch of Power Systems Using Particle\n  Swarm Optimization",
        "authors": [
            "Mahamad Nabab Alam"
        ],
        "summary": "Metaheuristic particle swarm optimization (PSO) algorithm has emerged as one\nof the most promising optimization techniques in solving highly constrained\nnon-linear and non-convex optimization problems in different areas of\nelectrical engineering. Economic operation of the power system is one of the\nmost important areas of electrical engineering where PSO has been used\nefficiently in solving various issues of practical systems. In this paper, a\ncomprehensive survey of research works in solving various aspects of economic\nload dispatch (ELD) problems of power system engineering using different types\nof PSO algorithms is presented. Five important areas of ELD problems have been\nidentified, and the papers published in the general area of ELD using PSO have\nbeen classified into these five sections. These five areas are (i) single\nobjective economic load dispatch, (ii) dynamic economic load dispatch, (iii)\neconomic load dispatch with non-conventional sources, (iv) multi-objective\nenvironmental/economic dispatch, and (v) economic load dispatch of microgrids.\nAt the end of each category, a table is provided which describes the main\nfeatures of the papers in brief. The promising future works are given at the\nconclusion of the review.",
        "publication_date": "2018-12-30T20:47:38Z"
    },
    {
        "title": "The Interdependence of Hierarchical Institutions: Federal Regulation,\n  Job Creation, and the Moderating Effect of State Economic Freedom",
        "authors": [
            "David S. Lucas",
            "Christopher J. Boudreaux"
        ],
        "summary": "Regulation is commonly viewed as a hindrance to entrepreneurship, but\nheterogeneity in the effects of regulation is rarely explored. We focus on\nregional variation in the effects of national-level regulations by developing a\ntheory of hierarchical institutional interdependence. Using the political\nscience theory of market-preserving federalism, we argue that regional economic\nfreedom attenuates the negative influence of national regulation on net job\ncreation. Using U.S. data, we find that regulation destroys jobs on net, but\nregional economic freedom moderates this effect. In regions with average\neconomic freedom, a one percent increase in regulation results in 14 fewer jobs\ncreated on net. However, a standard deviation increase in economic freedom\nattenuates this relationship by four fewer jobs. Interestingly, this moderation\naccrues strictly to older firms; regulation usually harms young firm job\ncreation, and economic freedom does not attenuate this relationship.",
        "publication_date": "2019-03-07T14:11:18Z"
    },
    {
        "title": "Identifying Different Definitions of Future in the Assessment of Future\n  Economic Conditions: Application of PU Learning and Text Mining",
        "authors": [
            "Masahiro Kato"
        ],
        "summary": "The Economy Watcher Survey, which is a market survey published by the\nJapanese government, contains \\emph{assessments of current and future economic\nconditions} by people from various fields. Although this survey provides\ninsights regarding economic policy for policymakers, a clear definition of the\nword \"future\" in future economic conditions is not provided. Hence, the\nassessments respondents provide in the survey are simply based on their\ninterpretations of the meaning of \"future.\" This motivated us to reveal the\ndifferent interpretations of the future in their judgments of future economic\nconditions by applying weakly supervised learning and text mining. In our\nresearch, we separate the assessments of future economic conditions into\neconomic conditions of the near and distant future using learning from positive\nand unlabeled data (PU learning). Because the dataset includes data from\nseveral periods, we devised new architecture to enable neural networks to\nconduct PU learning based on the idea of multi-task learning to efficiently\nlearn a classifier. Our empirical analysis confirmed that the proposed method\ncould separate the future economic conditions, and we interpreted the\nclassification results to obtain intuitions for policymaking.",
        "publication_date": "2019-09-07T23:13:46Z"
    },
    {
        "title": "Comprehensive Review of Deep Reinforcement Learning Methods and\n  Applications in Economics",
        "authors": [
            "Amir Mosavi",
            "Pedram Ghamisi",
            "Yaser Faghan",
            "Puhong Duan"
        ],
        "summary": "The popularity of deep reinforcement learning (DRL) methods in economics have\nbeen exponentially increased. DRL through a wide range of capabilities from\nreinforcement learning (RL) and deep learning (DL) for handling sophisticated\ndynamic business environments offers vast opportunities. DRL is characterized\nby scalability with the potential to be applied to high-dimensional problems in\nconjunction with noisy and nonlinear patterns of economic data. In this work,\nwe first consider a brief review of DL, RL, and deep RL methods in diverse\napplications in economics providing an in-depth insight into the state of the\nart. Furthermore, the architecture of DRL applied to economic applications is\ninvestigated in order to highlight the complexity, robustness, accuracy,\nperformance, computational tasks, risk constraints, and profitability. The\nsurvey results indicate that DRL can provide better performance and higher\naccuracy as compared to the traditional algorithms while facing real economic\nproblems at the presence of risk parameters and the ever-increasing\nuncertainties.",
        "publication_date": "2020-03-21T14:07:59Z"
    },
    {
        "title": "The impact of economic policy uncertainties on the volatility of\n  European carbon market",
        "authors": [
            "Peng-Fei Dai",
            "Xiong Xiong",
            "Toan Luu Duc Huynh",
            "Jiqiang Wang"
        ],
        "summary": "The European Union Emission Trading Scheme is a carbon emission allowance\ntrading system designed by Europe to achieve emission reduction targets. The\namount of carbon emission caused by production activities is closely related to\nthe socio-economic environment. Therefore, from the perspective of economic\npolicy uncertainty, this article constructs the GARCH-MIDAS-EUEPU and\nGARCH-MIDAS-GEPU models for investigating the impact of European and global\neconomic policy uncertainty on carbon price fluctuations. The results show that\nboth European and global economic policy uncertainty will exacerbate the\nlong-term volatility of European carbon spot return, with the latter having a\nstronger impact when the change is the same. Moreover, the volatility of the\nEuropean carbon spot return can be forecasted better by the predictor, global\neconomic policy uncertainty. This research can provide some implications for\nmarket managers in grasping carbon market trends and helping participants\ncontrol the risk of fluctuations in carbon allowances.",
        "publication_date": "2020-07-21T02:17:03Z"
    },
    {
        "title": "The Relationship between the Economic and Financial Crises and\n  Unemployment Rate in the European Union -- How Institutions Affected Their\n  Linkage",
        "authors": [
            "Ionut Jianu"
        ],
        "summary": "This paper aims to estimate the impact of economic and financial crises on\nthe unemployment rate in the European Union, taking also into consideration the\ninstitutional specificities, since unemployment was the main channel through\nwhich the economic and financial crisis influenced the social developments.. In\nthis context, I performed two institutional clusters depending on their\ninclusive or extractive institutional features and, in each cases, I computed\nthe crisis effect on unemployment rate over the 2003-2017 period. Both models\nwere estimated by using Panel Estimated Generalized Least Squares method, and\nare weighted by Period SUR option in order to remove, in advance the possible\ninconveniences of the models. The institutions proved to be a relevant\ncriterion that drives the impact of economic and financial crises on the\nunemployment rate, highlighting that countries with inclusive institutions are\nless vulnerable to economic shocks and are more resilient than countries with\nextractive institutions. The quality of institutions was also found to have a\nsignificant effect on the response of unemployment rate to the dynamic of its\ndrivers.",
        "publication_date": "2020-07-20T14:18:56Z"
    },
    {
        "title": "Do economic effects of the anti-COVID-19 lockdowns in different regions\n  interact through supply chains?",
        "authors": [
            "Hiroyasu Inoue",
            "Yohsuke Murase",
            "Yasuyuki Todo"
        ],
        "summary": "To prevent the spread of COVID-19, many cities, states, and countries have\n`locked down', restricting economic activities in non-essential sectors. Such\nlockdowns have substantially shrunk production in most countries. This study\nexamines how the economic effects of lockdowns in different regions interact\nthrough supply chains, a network of firms for production, simulating an\nagent-based model of production on supply-chain data for 1.6 million firms in\nJapan. We further investigate how the complex network structure affects the\ninteractions of lockdowns, emphasising the role of upstreamness and loops by\ndecomposing supply-chain flows into potential and circular flow components. We\nfind that a region's upstreamness, intensity of loops, and supplier\nsubstitutability in supply chains with other regions largely determine the\neconomic effect of the lockdown in the region. In particular, when a region\nlifts its lockdown, its economic recovery substantially varies depending on\nwhether it lifts lockdown alone or together with another region closely linked\nthrough supply chains. These results propose the need for inter-region policy\ncoordination to reduce the economic loss from lockdowns.",
        "publication_date": "2020-09-15T07:14:48Z"
    },
    {
        "title": "Urbanization and Economic Complexity",
        "authors": [
            "Riccardo Di Clemente",
            "Emanuele Strano",
            "Michael Batty"
        ],
        "summary": "Urbanization plays a crucial role in the economic development of every\ncountry. The mutual relationship between the urbanization of any country and\nits economic productive structure is far from being understood. We analyzed the\nhistorical evolution of product exports for all countries using the World Trade\nWeb (WTW) with respect to patterns of urbanization from 1995-2010. Using the\nevolving framework of economic complexity, we reveal that a country's economic\ndevelopment in terms of its production and export of goods, is interwoven with\nthe urbanization process during the early stages of its economic development\nand growth. Meanwhile in urbanized countries, the reciprocal relation between\neconomic growth and urbanization fades away with respect to its later stages,\nbecoming negligible for countries highly dependent on the export of resources\nwhere urbanization is not linked to any structural economic transformation.",
        "publication_date": "2020-09-13T17:09:01Z"
    }
]